<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2016/10/10
 * Time: 13:55
 */
//配置文件
return [

    // +----------------------------------------------------------------------
    // | URL设置
    // +----------------------------------------------------------------------

    // URL伪静态后缀
    'url_html_suffix' => '',

    // +----------------------------------------------------------------------
    // | 模板设置
    // +----------------------------------------------------------------------

    // 视图输出字符串内容替换
    'view_replace_str' => array_merge(config('view_replace_str'),[
        '__LIGHT7__' => '/plugins/light7',
        '__IMG__'    => '/payment/images',
        '__CSS__'    => '/payment/css',
        '__JS__'     => '/payment/js',
    ]),
];